import React from "react";
import s from "./Body.module.scss";

const Body = () => {
    return <div className={s.bg1}>
        <div className={s.bg2}>
            <div className={s.bg3}>
                <div className={s.body1}>
                    <div>
                        <article>
                            <p>
                                Основные данные относительно эволюции вида получены с помощью анализа ископаемых
                                остатков и исследований в области молекулярной филогенетики. На базе кладистического
                                анализа было доказано, что центр происхождения вида располагался в восточной Азии.
                                Реконструкция ископаемых остатков тигров в силу ряда причин довольно сложна:
                                немногочисленность палеонтологических находок, которые в основном сильно
                                фрагментированы; вероятность загрязнения материалов остатками родственных видов и
                                зачастую нечёткое датирование находок. Древнейшие ископаемые остатки тигров известны из
                                северного Китая и острова Ява. Близкая к тигру предковая форма Panthera palaeosinensis
                                была небольшой по сравнению с ним кошкой, обитавшей в области Хэнань в Северном Китае с
                                конца плиоцена до начала плейстоцена. Размер этого животного был промежуточным между
                                размерами современных индийских леопардов и подвидов тигра с островов Зондского
                                архипелага. Возможно, Panthera palaeosinensis является крупной формой леопарда или общим
                                предком двух или более видов современного рода Panthera. Чёткое таксономическое
                                положение вида Panthera palaeosinensis требует дополнительных исследований. Ранние
                                ископаемые остатки тигров также были найдены в пластах Джетис на Яве и были датированы
                                возрастом от 1,66 до 1,81 млн лет. Таким образом, уже приблизительно 2 млн лет назад, в
                                начале плейстоцена, тигр был довольно широко распространён в восточной Азии, обитая
                                также на островах Борнео и Палаван. Считалось, что районом происхождения тигра была
                                территория сегодняшнего северного Китая, но последние палеонтологические данные
                                свидетельствуют о значительно более широком ареале сразу с момента появления его
                                древнейших ископаемых остатков. Ряд палеонтологов считают, что для происхождения данного
                                вида не требовалась изоляция его предков на таком ограниченном участке, как Маньчжурия.
                                Для проявления морфологической и генетической дивергенции тигра от предшествующих и
                                родственных форм достаточно было изоляции отдельных популяций, которая могла произойти в
                                различное время в различных по климату и рельефу районах юго-восточной Азии. Анализ
                                геномов показал, что предки ирбисов отделились от предков тигров 1,67 млн л. н. (95 %
                                доверительный интервал: 1,48—1,83 млн л. н.). Подвид P. t. sumatrae (суматранский тигр)
                                первым отделился от остальных подвидов тигров 67,3 тыс. л. н. (95 % доверительный
                                интервал: 45,1—123,0 тыс. л. Н.). Относительно многочисленные ископаемые остатки тигров,
                                датируемые периодом от раннего до позднего плейстоцена, известны из Китая, с Суматры и
                                Явы, но в Индии, на Алтае, в Сибири и других районах тигры появились лишь в конце
                                плейстоцена. Также было сделано несколько находок больших кошек, которые были
                                классифицированы как тигры, на территории восточной Берингии, но тем не менее ископаемые
                                остатки тигров на территории Америки до сих пор не известны. Тигры размером меньше
                                среднего, согласно палеонтологическим данным, в позднем плейстоцене обитали на
                                территории Японии и на Сахалине. Меньший размер данных подвидов, как и современных с
                                островов Зондского архипелага, объясняется явлением островной карликовости. Согласно
                                сравнительно-анатомическим исследованиям, средний размер тигров в период от плейстоцена
                                к современности уменьшался (за исключением популяций, известных сейчас как бенгальский и
                                амурский тигр, в которых средний размер животных не изменился). Данное явление является
                                характерным для плейстоценовых млекопитающих и отображает снижение сезонной
                                биопродуктивности окружающей среды и/или, в случае хищников, уменьшение среднего размера
                                доступной добычи. Голоценовые ископаемые остатки тигров известны с Явы и Калимантана; на
                                последнем острове тигр вымер ещё до нашей эры.
                            </p>
                        </article>
                    </div>
                </div>
                <div className={s.body2}>
                    <div>
                        <article>
                            <p>
                                Основные данные относительно эволюции вида получены с помощью анализа ископаемых
                                остатков и исследований в области молекулярной филогенетики. На базе кладистического
                                анализа было доказано, что центр происхождения вида располагался в восточной Азии.
                                Реконструкция ископаемых остатков тигров в силу ряда причин довольно сложна:
                                немногочисленность палеонтологических находок, которые в основном сильно
                                фрагментированы; вероятность загрязнения материалов остатками родственных видов и
                                зачастую нечёткое датирование находок. Древнейшие ископаемые остатки тигров известны из
                                северного Китая и острова Ява. Близкая к тигру предковая форма Panthera palaeosinensis
                                была небольшой по сравнению с ним кошкой, обитавшей в области Хэнань в Северном Китае с
                                конца плиоцена до начала плейстоцена. Размер этого животного был промежуточным между
                                размерами современных индийских леопардов и подвидов тигра с островов Зондского
                                архипелага. Возможно, Panthera palaeosinensis является крупной формой леопарда или общим
                                предком двух или более видов современного рода Panthera. Чёткое таксономическое
                                положение вида Panthera palaeosinensis требует дополнительных исследований. Ранние
                                ископаемые остатки тигров также были найдены в пластах Джетис на Яве и были датированы
                                возрастом от 1,66 до 1,81 млн лет. Таким образом, уже приблизительно 2 млн лет назад, в
                                начале плейстоцена, тигр был довольно широко распространён в восточной Азии, обитая
                                также на островах Борнео и Палаван. Считалось, что районом происхождения тигра была
                                территория сегодняшнего северного Китая, но последние палеонтологические данные
                                свидетельствуют о значительно более широком ареале сразу с момента появления его
                                древнейших ископаемых остатков. Ряд палеонтологов считают, что для происхождения данного
                                вида не требовалась изоляция его предков на таком ограниченном участке, как Маньчжурия.
                                Для проявления морфологической и генетической дивергенции тигра от предшествующих и
                                родственных форм достаточно было изоляции отдельных популяций, которая могла произойти в
                                различное время в различных по климату и рельефу районах юго-восточной Азии. Анализ
                                геномов показал, что предки ирбисов отделились от предков тигров 1,67 млн л. н. (95 %
                                доверительный интервал: 1,48—1,83 млн л. н.). Подвид P. t. sumatrae (суматранский тигр)
                                первым отделился от остальных подвидов тигров 67,3 тыс. л. н. (95 % доверительный
                                интервал: 45,1—123,0 тыс. л. Н.). Относительно многочисленные ископаемые остатки тигров,
                                датируемые периодом от раннего до позднего плейстоцена, известны из Китая, с Суматры и
                                Явы, но в Индии, на Алтае, в Сибири и других районах тигры появились лишь в конце
                                плейстоцена. Также было сделано несколько находок больших кошек, которые были
                                классифицированы как тигры, на территории восточной Берингии, но тем не менее ископаемые
                                остатки тигров на территории Америки до сих пор не известны. Тигры размером меньше
                                среднего, согласно палеонтологическим данным, в позднем плейстоцене обитали на
                                территории Японии и на Сахалине. Меньший размер данных подвидов, как и современных с
                                островов Зондского архипелага, объясняется явлением островной карликовости. Согласно
                                сравнительно-анатомическим исследованиям, средний размер тигров в период от плейстоцена
                                к современности уменьшался (за исключением популяций, известных сейчас как бенгальский и
                                амурский тигр, в которых средний размер животных не изменился). Данное явление является
                                характерным для плейстоценовых млекопитающих и отображает снижение сезонной
                                биопродуктивности окружающей среды и/или, в случае хищников, уменьшение среднего размера
                                доступной добычи. Голоценовые ископаемые остатки тигров известны с Явы и Калимантана; на
                                последнем острове тигр вымер ещё до нашей эры.
                            </p>
                        </article>
                    </div>
                </div>
            </div>
        </div>
    </div>
}

export {Body};
